window.currentTranslations = {
	title: "บริษัท บราเดอร์ ออโต้พาร์ทส์ แอนด์ เอ็นจิเนียริ่ง จำกัด",
	description: "Brother Auto Parts & Engineering (BAE) เป็นผู้ผลิตชิ้นส่วนปั๊มขึ้นรูปยานยนต์ชั้นนำที่มีประสบการณ์ยาวนานในประเทศไทย โดยส่งมอบคุณภาพและความเชี่ยวชาญมานานกว่า 30 ปี",
	hero_slogan: "การออกแบบแม่พิมพ์เพื่อการชุบผิว<br>โซลูชันชิ้นส่วนปั๊มแบบครบวงจร",
	word_home: "หน้าหลัก",
	word_about: "เกี่ยวกับเรา",
	word_products: "ผลิตภัณฑ์",
	word_pro_serv: "สินค้าและบริการ",
	word_contact: "ติดต่อเรา",
	word_tool: "เครื่องมือและแม่พิมพ์",
	word_stamp: "การปั๊ม",
	word_weld: "การเชื่อม",
	word_plate: "การชุบ",
};
